Revit 2027 API
ParameterTypeId.MullionDepth1 Property
 "Depth 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionDepth1 { get; }
Public Shared ReadOnly Property MullionDepth1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionDepth1 {
	ForgeTypeId^ get ();
}
static member MullionDepth1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace